<?php

$lang = [
//content/plugins/tips/tips_setting.php
'got_it'		=> 'Хорошо, я знаю, ты понял',//'好的，我知道你知道了',
'tips_plugin'		=> 'Плагин подсказок',//'小贴士插件',
'tips_plugin_info'	=> 'Это первый в мире плагин emlog, он отправит напоминание на вашу страницу управления, стиль выглядит следующим образом.',//'这是世界上第一个emlog插件，它会在你的管理页面送上一句温馨的小提示，样式如下。',
'tips_plugin_info2'	=> 'Кроме того, плагин также является демо-версией, которую можно модифицировать на основе этого плагина для разработки собственного плагина.',//'另外该插件也是一个demo，可以在这个插件基础上修改，开发出你自己的插件。',
'ok_i_know'		=> 'Ок, я в курсе',//'好的，我知道了',

//content/plugins/tips/tips.php
'array_tips'		=> [
				'Чтобы статья не была потеряна, Emlog автоматически сохранит ее для вас, когда вы напишете статью',
				'Вы можете сохранить свои незаконченные статьи в черновике',
				'Миниатюры будут автоматически создаваться при загрузке изображений большого размера, что ускоряет скорость загрузки страницы',
				'Обратите внимание на раздел официальной информации на главной странице алмин-панели, здесь представлены последние новшества движка',
				'Вы можете вставлять изображения в контент, чтобы ваши статьи были одновременно и с текстом, и с изображениями',
				'Вы можете установить пароль доступа к статье, когда пишете статью, и разрешить доступ только тем людям, которым вы предоставили этот пароль',
				'Emlog поддерживает совместное написание статей несколькими людьми',
				'Emlog поддерживает страницы, созданные самостоятельно, и может загружать фотографии, создавать выразительные страницы с изображениями и текстами',
				'Создайте новую страницу, на которой можно публиковать комментарии, и вы обнаружите, что на самом деле это простая доска объявлений',
				'Проверьте, есть ли в каталоге вашего сайта установочный файл: install.php, и если да, то удалите его в целях безопасности',
				'Используйте браузер Chrome, чтобы лучше ознакомиться с возможностями Emlog',
				'Будьте счастливы с завтрашнего дня',
			],
];
